[
  {
    "id": "q1",
    "name": "Women's Oversized Sweater",
    "price": "549",
    "description": " Designed with comfort in mind, this sweater features a soft, breathable knit fabric that feels gentle on the skin, perfect for those chilly days.",
    "image": "images/p6.jpg"
  },
  {
    "id": "q2",
    "name": "Men's Cotton T-shirt",
    "price": "299",
    "description": "Upgrade your everyday wardrobe with this classic cotton T-shirt, designed for both comfort and style. Made from 100% premium cotton, this T-shirt offers a soft, breathable feel that's perfect for any season.",
    "image": "images/mens-fashion-walking-across-bridge-holding-hat.jpg"
  },
  {
    "id": "q3",
    "name": "Beach Hat",
    "price": "109",
    "description": "Stay cool and chic under the sun with this stylish beach hat, the perfect accessory for your seaside adventures. Whether you're lounging by the water or taking a stroll along the shore, this beach hat is a must-have for sunny days.",
    "image": "images/person-in-a-straw-hat-faces-toward-a-blue-sky.jpg"
  },
  {
    "id": "q4",
    "name": "Artistic Watch",
    "price": "2399",
    "description": "Add a pop of color to your wrist with this elegant pink watch, designed to blend style and functionality seamlessly. Featuring a sleek, modern design, this watch showcases a soft pink strap made from high-quality materials.",
    "image": "images/pexels-jessbaileydesign-1162519.jpg"
  },
  {
    "id": "q5",
    "name": "Comfy Sweatshirt",
    "price": "1899",
    "description": "Experience ultimate comfort with this cozy sweatshirt, designed to keep you warm and relaxed on chilly days. The classic crew neck and ribbed cuffs add a timeless touch, while the breathable material ensures all-day comfort.",
    "image": "images/ryan-hoffman-982Nb-awyVE-unsplash.jpg"
  },
  {
    "id": "q6",
    "name": "Leather Jacket",
    "price": "1599",
    "description": "Elevate your wardrobe with this timeless leather jacket, a perfect blend of edgy style and premium craftsmanship. Whether you're dressing up for a night out or adding a stylish edge to your everyday look, this jacket is a must-have staple for any fashion-forward wardrobe.",
    "image": "images/model-wearing-leather-jacket-and-tan-pants.jpg"
  }
]
